const departmentsData = [
  {
    departmentName: "العلاج الوظائفى",
    data: [
      {
        title: "دور العلاج الوظيفي في مساعدة الأطفال",
        content: `إعتماد الطفل علي نفسه و مساعدته علي إستخدام الاطراف والاجهزة المساعدة وتعليمه انشطة الرعاية الذاتية وتدريبه علي تمارين التقوية والتحميلات و المرونة وإستخدام اليدين بالاضافة الي التدريب علي القبضات المختلفة `,
        img: "occ-1.jpeg",
      },
    ],
  },
  {
    departmentName: "التكامل الحسي",
    data: [
      {
        title: "التعريف بالقسم",
        content:
          "التكامل الحسي هو مجال من مجالات التربية الذى يقوم باعادة تنظيم ودمج المثيرات الحسية بشكل منظم لإحداث عملية التكامل الحسي ومن ثم تكون المفاهيم وزيادة الإدراك",
        img: "sensory-1.jpg",
      },
      {
        title: "يستقبل القسم الأطفال من ذوي الأحتياجات الخاصة",
        content:
          "اللذين يعانون من إضطرابات المعالجة النفسية - التوحد - صعوبات التعلم - الشلل الدماغي - ذوى الإعاقات العقلية - ويتم تقييم الطفل نظرياٌ من خلال الأم وتقييم عملى من خلال ملاحظة الطفل ثم وضع خطة عمل ويتم إعادة تقييم الطفل للوقوف على مدى تقدمه والمشكلات التى تخاطها والتى ما زالت قائمة",
        img: "sensory-2.jpg",
        reverse: true,
      },
      {
        title: "يتم العرض على الإستشاري",
        content:
          "لوضع الخطة العلاجية المناسبة للطفل وإعطاء التوجيهات والإرشاد لتنفيذها مع الطفل",
        img: "sensory-3.jpg",
      },
      {
        title: "مراحل العمل مع الطفل",
        content:
          "أولى مراحل العمل مع الطفل داخل غرفة التكامل الحسي هى المعالجة العامة للجسم وتتمثل فى الأقحام الحسي أو الغمر الحسي المتوازن البطئ بإيقاع ثابت ويعتمد فى المقام الأول على الحاسة العضلية والتلامسية",
        img: "sensory-4.jpg",
        reverse: true,
      },
    ],
  },
  {
    departmentName: "المنتسوري",
    data: [
      {
        title: "التعريف بالقسم",
        content:
          "هو قسم يطبق منهج تعليمي متكامل ينمي جميع المهارات المعرفية التي يحتاجها القسم ويرجع تسميته الي مبدعة المنهج وفلسفته الطبيه (ماريا منتسوري)",
        img: "mon-1.jpg",
      },
      {
        title: "منهج المنتسوري",
        content:
          "ينقسم منهج المنتسوري الي عدة مجالات وهي مجال الحياة الحسية والحياة العملية والجانب اللغوي وبعض المهارات الاكاديمية مثل الحساب والتاريخ والجغرافيا والعلوم  ",
        img: "mon-2.jpg",
        reverse: true,
      },
      {
        title: "أدوات ومجسمات المنتسوري",
        content:
          "تقدم المعلومة للطفل عن طريق الحواس بأستخدام أدوات ومجسمات خاصة بكل مجال مما يسهل توصيل المعلومات للطفل بطريقة سلسة بفضل تنوع أدواته",
        img: "mon-3.jpg",
      },
      {
        title: "إلى ما يهدف منهج المنتسوري !",
        content:
          "منهج المنتسوري منهج مرن يمكن أخذ منه ما يتوافق مع القيم والطريقة التى نرغب فى تربية الطفل بها مثل تعلم التعبيير عن الذات والاعتذار عن السلوك السئ وقول من فضلك وشكراٌ  ويتم ذلك من خلال تطبيق أنشطة المهارات الأجتماعية والثقافية والتفاعل مع الأقران والبالغين داخل الفصل ",
        img: "mon-4.webp",
        reverse: true,
      },
      {
        img: "mon-1.jpg",
        title: "نقط أساسية في منهج منتسوري التعليمي",
        content:
          "تعتبر أفكار منتسوري مزيجا متوازنا بين العقلانية و العملية والحرص على حرية الأطفال في الاختيار و الحركة و ليس التقليد المباشر من خلال البيئة المعدة، تتوفر لنا إمكانية التحكم فيما يتعلمه الطفل ويتجلى دور المعلم في عدم التدخل و في قيامه بالقيادة نحو التعلم بفضل الأدوات التعليمية يتفاعل الطفل مع المعرفة عن طريق حواسه والمحافظة على اهتمام الطفل بتشجيعه و تزويده بمعلومات حول النقاط الأساسية ليتمكن من معرفة ما يجب عمله",
      },
    ],
  },
  {
    departmentName: "التخاطب",
    data: [
      {
        img: "speech-1.jpg",
        title: "تعريف التخاطب",
        content:
          "عملية نقل وتبادل المفاهيم و الأفكار بين الأفراد والجماعات وتتضمن وسائل التخاطب : الوسائل البصرية والسمعية مستخدمة الضوء والصوت على التوالى كوسيلة للأرسال والأذن والعين على التوالى كجهاز إستقبال",
      },
      {
        reverse: true,
        img: "speech-2.jpg",
        title: "يستقبل القسم حالات التأخر النمو اللغوي الناتجة عن: ",
        content:
          "الحرمان الحسي, الضعف السمعي, فقدان البصر, الحرمان البيئى, تأخر نمو اللغة غير محدد السبب, القصور الذهنى, زيادة الحركة ونقص الأنتباه والأصابة الدماغية",
      },
      {
        img: "speech-3.jpg",
        title: "مبادئ التأهيل اللغوى لحالات الضعف السمعى",
        content:
          "المرحلة الأولى :الإنتباه للاصوات ثم المرحلة الثانية :التمييز الأولى بين المصادر الصوتية من ثم المرحلة الثالثة:التمييز الاولى بين أصوات الكلام وأخيراٌ المرحلة الرابعه : التمييز الدقيق بين الأصوات الكلامية المختلفه أو طريقة التدريب باستخدام الأيدي (لغة الإشارة) أو طريقة التخاطب المتكاملة وهى التى تعتمد على الطريقتين السابقتين معا",
      },
    ],
  },
  {
    departmentName: "صعوبات التعلم",
    data: [
      {
        img: "learn-1.jpg",
        title: "إلى ما يهدف القسم !",
        content:
          "يهدف القسم إلى مساعدة الأطفال من ذوي القدرة المتوسطة بدرجة ذكاء تتراوح ما بين 90 إلى 109 ومن لديهم مشاكل أكاديمية ويتم ذلك بطرق تعلم شيقة تساعدالطفل على تخطى العقبات الدراسية",
      },
    ],
  },
  {
    departmentName: "تنمية المهارات",
    data: [
      {
        img: "skills-1.jpg",
        title: "إلى ما يهدف القسم !",
        content:
          "يهدف القسم إلى تنمية مهارات الأطفال التى تكون بها قصور مقارنة بأقرانهم من نفس الفئة العمرية",
      },
      {
        reverse: true,
        img: "skills-2.jpg",
        title: "يستقبل القسم الأطفال من ذوي الهمم",
        content:
          "مثل أطفال طيف التوحد والشلل الدماغي والمتلازمات بجميع انواعها واضطراب فرط الحركة وتشتت الانتباه حيث يتم العمل علي تنمية المهارات المعرفيه والاجتماعية والمهارات الحركي ومهارات ما قبل الأكاديمى لتأهيلهم للحياة الدراسية ",
      },
      {
        img: "skills-3.jpg",
        title: "نصائح لتطوير المهارات المعرفية لدى طفلكِ",
        content:
          "إن طفلكِ بين عمر السنة والـ 5 سنوات، يبدأ بإظهار قدراته المعرفية بطرق مختلفة.كوني المعلمة الأولى لطفلكِ؛ ساعديه على تعلم الفاكهة والخضروات وتعلم الحيوانات والطيور واصواتها وكذلك تعلم الأرقام والحروف والألوان.",
      },
    ],
  },
  {
    departmentName: "تعديل السلوك",
    data: [
      {
        img: "behave-1.jpg",
        title: "إلى ما يهدف القسم !",
        content:
          "يهدف القسم إلى تحقيق تغييرات فى سلوك الطفل تجعل علاقته بالمحيطين به أكثر إيجابية وفاعلية وذلك من خلال زيادة السلوكيات الإيجابية وخفض السلوكيات السلبية ويستقبل القسم الأطفال ممن لديهم مشال سلوكية أطفال عاديين او من ذوي الهمم  ",
      },
      {
        img: "behave-2.jpg",
        reverse: true,
        title: "المشاكل السلوكية",
        content:
          "يتعامل القسم مع جميع المشاكل السلوكية مثل العنف, الكذب, السرقة, العناد والمشاكل المدرسية وغيرها",
      },
      {
        img: "behave-3.png",
        title: "فئات القسم ",
        content:
          "يتعامل القسم مع جميع الفئات مثل فرط الحركة, تشتت الانتباه, التوحد وصعوبات التعلم",
      },
      {
        img: "behave-4.webp",
        reverse: true,
        title: "العرض علي الاستشاري ",
        content:
          "يتم تقييم الطفل وعرضه علي الاستشاري لتحديد ما يحتاجه من جلسات سواء فردية او جماعية او تأهيلية او ارشاد أسري ويتم وضع الطفل تحت فترة ملاحظة لوضع خطة علاجية ",
      },
    ],
  },
  {
    departmentName: "اورال موتور",
    data: [
      {
        img: "oral-1.jpg",
        title: "التعريف بالقسم",
        content:
          "مجموعة من التمارين والأنشطة الحركية للفم والتي تعمل علي تحسين قدرة الفرد علي بلع الطعام ومضغه والتحكم في حركة اللسان والشفتين والتحكم في شفط السوائل والنفخ حيث يعمل الاورال موتور علي تحسين الادائي لاعضاء النطق والكلام",
      },
      {
        img: "oral-2.jpg",
        reverse: true,
        title: "يتم أستقبال الاطفال والبالغين بدون سن محدد",
        content:
          "للحالات التي تعانى من صعوبة فى البلع أو المضغ وعدم القدرة على التحكم فى اللعاب وصعوبة فى حركة الشفاه الداخلية والخارجية وحركة اللسان الداخلية وسقوط الفك السفلي ",
      },
    ],
  },
  {
    departmentName: "المنعكسات",
    data: [
      {
        img: "ref-1.jpg",
        title: "برنامج التحفيز العصبي الحسي الحركي",
        content:
          " قائم علي منهجية جلين دومان الذى يعمل علي تكامل المنعكسات الأولية والتي كان المفروض ان يقوم بها الطفل بطريقة تلقائية والتي تسببت في خلل في التطور العصبي والحركي للطفل.",
      },
      {
        img: "ref-2.webp",

        reverse: true,
        title: "  إلى ما يهدف القسم !",
        content:
          "يهدف للوصول بالمنعكسات الاولية لمرحلة التكامل عن طريق أنشطه حسية وحركيه تساعد علي تطور مستويات الدماغ من أسفل إلي أعلي لتحسين كفاءة القشرة المخية وتحسين عمل فصي الدماغ الأيمن والأيسر وبالتالي تتكون الوصلات العصبية والتشابكات العصبية بالمخ وتقوى وتنشط و تصبح الفرصة متاحة للتعلم والتواصل والأتزان العاطفي والسلوكي وسهولة الحركة وكذلك القدرة على تطوير كل هذه المهارات.        ",
      },
    ],
  },
  {
    departmentName: "بطئ التعلم",
    data: [
      {
        img: "learn-1.jpg",
        content:
          "تخدم وحدة بطئ التعلم الاطفال من ذوي القدرات أقل من المتوسط بمعدل ذكاء دون ٩٠حتى ٧٥ و ويعانون من مشاكل بالدراسة بوجه عام ومشاكل ادراكية ومشاكل بالذاكرة بوجه خاص",
      },
    ],
  },
  {
    departmentName: "الرعاية النهارية",
    data: [
      {
        img: "care-1.jpg",
        content:
          "يحصل الطفل داخل الفصل علي تعديل سلوك من خلال الجلسات الفردية والجماعية يوميا مكونات الادراك البصرى",
      },
      {
        img: "care-2.jpg",

        reverse: true,
        content:
          "فصلنا  في زايد يوميا من ٩ ال٢ عدا الخميس والجمعة لاتمنع طفلك من اللعب وإرهاقه في التعليم بشكل مستمر يرهقه ويحد من ذكائه وينغص عليه حياته فيلجا للحيل للخلاص من المذاكرة واللعب والتواصل الإنساني مهم لصحة الطفل 😉",
      },
      {
        img: "care-3.jpg",
        content:
          "يحصل الطفل داخل الفصل علي جلسات تنمية مهارات بمعدل ٣ جلسات يوميا الادراك البصري تفسير للمعلومات البصرية من حيث الشكل والحجم واللون وإعطاء هذه المعاني دلالات ذات معنى وليس له علاقة بالبصر قديكون بصر الطفل ممتاز ولكن لايستطيع التفرقة بين الحجم والشكل واللون",
      },
    ],
  },
];

export default departmentsData;
