const ServicesData = [
  {
    serviceName: "عيادة الأسنان",
    data: [
      {
        img: "dental-1.jpg",
        title: "تجهيز على أعلى مستوى",
        content:
          "عيادة الأسنان لدينا مجهزة بأحدث الأجهزة (A-dec500) لتوفير جميع خدمات عيادات الأسنان مثل التقويم وزراعة الأسنان وغيرها",
      },
      {
        reverse: true,
        img: "dental-2.jpg",
        title: "تجهيز على أعلى مستوى",
        content:
          "بالأضافة لتوفير حامل للمريض مزود بخاصية التحرك 360 درجة بما يتناسب مع كافة حالات ذوي الهمم",
      },
    ],
  },
  {
    serviceName: "عيادة السمعيات",
    data: [
      {
        title: "عيادة السمعيات",
        content:
          "توفر عيادة السمعيات أحدث أجهزة قياس السمع منذ اليوم الأول للولادة",
        img: "audio-1.jpg",
      },
    ],
  },
  {
    serviceName: "عيادة الأطفال",
    data: [
      {
        title: "عيادة الأطفال",
        content:
          "تهتم العيادة بتقديم الخدمات الطبية للأطفال منذ اليوم الأول للولادة",

        img: "kid-1.jpg",
      },
    ],
  },
  {
    serviceName: "عيادة النفسية",
    data: [
      {
        img: "py-1.jpg",
        title: "إلى ما تهدف العيادة !",
        content: "تهدف العيادة إلى خدمة الأطفال ممن يعانون من مشاكل نفسية",
      },
    ],
  },
  {
    serviceName: "وحدة علاج العمود الفقري",
    data: [
      {
        img: "spine-1.jpg",
        title: "وحدة مجهزة على أعلى مستوى",
        content:
          "  تضم وحدة علاج العمود الفقري العديد من الأجهزة مثل شد الفقرات بالكمبيوتر والمستخدمة في علاج آلام العمود الفقري والتشوهات لدى الأطفال",
      },
      {
        reverse: true,
        img: "spine-2.jpg",
        title: "إصابات العمود الفقرى وعلاجها",
        content:
          "حالات الإنزلاق الغضروفى وحالات الشلل الرباعى الناتجة عن كسور فى العمود الفقرى واصابات النخاع الشوكي وعلاجها عن طريق جهاز شد الفقرات بالكمبيوتر الذى ياعد على توسيع القنوات العصبية بدون تدخل جراحى أو عقاقير",
      },
      {
        img: "spine-3.jpg",
        title: "حالات إصابات العظام",
        content:
          "يقدم المركز خدمة علاج إصابات العظام مثل ما بعد الكسور والجبيرة وحالات تيبس مفصل الكتف وحالات خشونة الركبة والفخد ومفصل الكتف والتثبيت الداخلى عن طريق الشرائح والمسامير",
      },
    ],
  },
  {
    serviceName: "وحدة العلاج المائي",
    data: [
      {
        img: "water-1.jpg",
        title: "يعتمد أسلوب العلاج المائي",
        content:
          "على تقليل مقاومة الجسم للحركة داخل الماء مما يزيد من كفاءة العلاج ويتميز العلاج المائي بسهولة ومرونة التمارين وذلك بسبب خفة وزن الجسم تحت المياه",
      },
      {
        reverse: true,
        img: "water-2.jpg",
        title: "الحالات التى تحتاج لجلسات العلاج المائي",
        content:
          "هى الحالات التى تعانى من ضعف العضلات والآم المفاصل ومشاكل وإصابات العمود الفقري",
      },
      {
        img: "water-1.jpg",
        title: "Weightlifter",
        content:
          "الوحدة مجهزة بونش حامل للمريض (Weightlifter) للمساعدة فى الحالات التى ليس لديها القدرة على الحركة ويساهم بنقل المريض من الكرسي المتحرك إلى وحدة العلاج المائي",
      },
    ],
  },
  {
    serviceName: "وحدة العلاج الطبيعى",
    data: [
      {
        img: "nat-1.jpg",
        title: "التعريف يقسم العلاج الطبيعى",
        content:
          "العلاج الطبيعى هو إستخدام وسائل أمنة لعلاج حالات مرضية دون تدخل دوائي او جراحى عن طريق إستخدام أجهزة وتمارين علاجية لتقليل الالام والالتهابات والهدف الرئيسي هو وصول المريض إلى حالة من الراحة والعودة لممارسة حياته الطبيعية مرة أخرى",
      },
      {
        reverse: true,
        img: "nat-2.jpg",
        title: "الخطة العلاجية",
        content:
          "الهدف الرئيسي هو وضع برنامج علاجى للمريض بين أطباء العلاج الطبيعى بالمركز وأخصائيين باقى الأقسام من اليوم الأول للمريض بالمركز حتى خروجه بعد الوصول للهدف المرجو منه وهو العلاج بداية من وصوله للمركز وعرضه على الأستشارى لتقييم الحالة ووضع برنامج علاجي",
      },
      {
        img: "nat-3.jpg",
        title: " خدمات العلاج الطبيعى بالمركز",
        content:
          "يخدم القسم مختلف الفئات العمرية بداية من سن الطفولة وعلاج الأطفال من ذوي الإحتياجات الخاصة إلى علاج جميع الحالات المرضية من كبار السن والبالغين",
      },
      {
        reverse: true,
        img: "nat-4.jpg",
        title: " بالنسبة لحالات الأطفال وصغار السن",
        content:
          "يقدم القسم علاج للأطفال من ذوي الهمم من تمارين علاجية وعلاج حالات تأخر النمو وعلاج حالات التأخر الحركي  عن طريق إستخدام أجهزة وتمارين مخصصة لهم مثل المتوازي ولوح الإتزان وجهاز ال spider و السلم الخشبي",
      },
    ],
  },
  {
    serviceName: "العلاج بالأوزون",
    data: [
      {
        img: "ozone-1.png",
        title: "وحدة العلاج بالأوزون",
        content:
          "كابينة تنتج غاز الأوزون ينتقل إليه المريض بعد العلاج المائي لتحسين وتقوية العضلات وسرعة الإستشفاء الطبي",
      },
    ],
  },
  {
    serviceName: "عيادة السمنة والنحافة",
    data: [
      {
        title: "عيادة السمنة والنحافة",
        img: "obisity.jpg",
        content:
          "عيادة السمنة والنحافة مجهزة بأجهزة مختصة بتحديد نسبة الدهون بالمقارنة مع جميع أنسجة الجسم وبناءاٌ عليه يتم وضع نظام غذائي ملائم بما يتناسب مع حالة المريض",
      },
      {
        reverse: true,
        title: "عيادة السمنة والنحافة",
        img: "obisity-1.jpg",
        content:
          "يقدم القسم خدمات لمن يعانون من السمنة المفرطة أو نقص الوزن عن طريق الكشف عليهم وطلب الفحوصات اللازمة لتقييم الحالات ووضع برنامج غذائي مناسب بأستخدام أجهزة تفتييت الدهون Cryolypolysis وجهاز قياس نسب الماء والدهون بالجسم Inbody ",
      },
    ],
  },
];
export default ServicesData;
